{
  "Version": "000",
  "Year": "2024",
  "Semester": "Spring",
  "project_name": "One Hundred Years of Women in Politics: 1900-2010",
  "Objective": " \n            The goal of this project is to analyze women's progression internationally in the political realm over 100 years (1900-2000).\n            This will aid in understanding how, over time, womes access to civil liberties, participation in society, and representation in politics have changed. \n            By tracking whether women have the right to vote in each nation in line with the political empowerment index it can be determined if there is a correlation between the two. \n            It is important to understand the struggle for women's rights and gender equality in history to ensure they are not taken for granted or chipped away. \n            ",
  "Dataset": "\n            The current datasets, Women's Empowerment Index and Womens Universal Right to Vote, come from Ourworldindata.\n\t\n\t        The Women's Political Empowerment Index (WPEI) is calculated by V-Dem Institute, a think tank that studies democracy and other government regimes around the world. \n            A combination of the Women Civil Liberties Index, Women Civil Society Participation Index, and Women Political Participation Index, the Women Political Empowerment Index provides a quantitative analysis of women's rights and aids in understanding the development or destruction of democracy equal civil rights is seen as a necessity to transition to democracy. \n            The data breaks down the WPEI by continent and country from 1989 to 2022 tracking the absolute and relative changes of the central estimates and both bounds.\n        \t\n            The Women's Universal Right to Vote dataset tracks whether womens suffrage is present in a country using a system of 0 and 1 (0 for no, 1 for yes). \n            This data is broken down by country and records the right to vote from 1789 to 2022.\n\t       \n            Because both of the datasets span the same range of time, it should be easy to compare and combine datasets without loss of data or confusion. The other datasets that created the Women's Empowerment Index are being looked for to be included for better analysis\n\n           ",
  "Rationale": "\n            This project will aid in understanding the history and progression of gender equality while also showcasing areas in need of greater support.            \n            ",
  "Approach": "\n            I plan on approaching this capstone through several steps.  \n\n            1. Compare the components of the Women Political Empowerment Index using various tests\n            2. Map the Right to Vote over time\n            3. Map the Women's Empowerment Index over time\n            4. Analyse and test the relationship between the WPEI and years of change (years before and after women received the right to vote)\n            5. Breakdown data and create graphics that summarize the 100 years into three sections: pre-suffrage, suffrage, post-suffrage\n \n            ",
  "Timeline": "\n            This a rough time line for this project:  \n\n            Feb. 12: Mapping Right to Vote over time\n\t        Feb. 19: Mapping Women Empowerment Index over time\n\t        Mar. 4: comparing indices (components of WPEI)\n\t        Mar. 18: Testing relationships\n\t        Apr. 1: Pre-suffrage, suffrage, post-suffrage graphics\n\t        Apr. 9: Finishing Touches\n\t        Apr. 15: Posterboard\n\t        Apr. 15: Presentation\n\t        May 1: Video Presentation and Report\n  \n            ",
  "Expected Number Students": "\n            I will be working alone on this project.  \n            ",
  "Possible Issues": "\n            The challenge is on correlation testing (using the proper tests for the data) and remembering teh historical context of the time.\n            ",
  "Proposed by": "Athena Rodrigues",
  "Proposed by email": "arodrigues@gwu.edu",
  "instructor": "Edwin Lo",
  "instructor_email": "edwinlo@gwu.edu",
  "github_repo": "https://github.com/rodriguesathena/24Spr_ARodrigues_Capstone.git"
}